posts/posta.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-06-10 Sat 10:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>posta <span class="timestamp-wrapper"><span class="timestamp">[2016-04-03 Sun]</span></span></title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Marc Christophe" />
<link rel='stylesheet' href='https://maxcdn.bootstrapcdn.com/bootstrap/3.3.6/css/bootstrap.min.css' integrity='sha384-1q8mTJOASx8j1Au+a5WDVnPi2lkFfwwEAa8hDDdjZlpLegxhjVME1fgjWPGmkzs7' crossorigin='anonymous'><link rel='stylesheet' href='../style/main.css'/>
</head>
<body>
<div id="preamble" class="status">
<nav><a href= '../index.html '>HOME</a> | <a href= '../about.html '>ABOUT</a></nav><hr>
</div>
<div id="content">
<h1 class="title">posta <span class="timestamp-wrapper"><span class="timestamp">[2016-04-03 Sun]</span></span></h1>
<p>
Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Donec hendrerit tempor
tellus. Donec pretium posuere tellus. Proin quam nisl, tincidunt et, mattis
eget, convallis nec, purus. Cum sociis natoque penatibus et magnis dis
parturient montes, nascetur ridiculus mus. Nulla posuere. Donec vitae dolor.
Nullam tristique diam non turpis. Cras placerat accumsan nulla. Nullam rutrum.
Nam vestibulum accumsan nisl.
</p>

<p>
Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Donec hendrerit tempor
tellus. Donec pretium posuere tellus. Proin quam nisl, tincidunt et, mattis
eget, convallis nec, purus. Cum sociis natoque penatibus et magnis dis
parturient montes, nascetur ridiculus mus. Nulla posuere. Donec vitae dolor.
Nullam tristique diam non turpis. Cras placerat accumsan nulla. Nullam rutrum.
Nam vestibulum accumsan nisl.
</p>


<div id="outline-container-orgdc2e63b" class="outline-2">
<h2 id="orgdc2e63b">post A sucka*h</h2>
<div class="outline-text-2" id="text-orgdc2e63b">
<p>
Pellentesque dapibus suscipit ligula. Donec posuere augue in quam. Etiam vel
tortor sodales tellus ultricies commodo. Suspendisse potenti. Aenean in sem ac
leo mollis blandit. Donec neque quam, dignissim in, mollis nec, sagittis eu,
wisi. Phasellus lacus. Etiam laoreet quam sed arcu. Phasellus at dui in ligula
mollis ultricies. Integer placerat tristique nisl. Praesent augue. Fusce
commodo. Vestibulum convallis, lorem a tempus semper, dui dui euismod elit,
vitae placerat urna tortor vitae lacus. Nullam libero mauris, consequat quis,
varius et, dictum id, arcu. Mauris mollis tincidunt felis. Aliquam feugiat
tellus ut neque. Nulla facilisis, risus a rhoncus fermentum, tellus tellus
lacinia purus, et dictum nunc justo sit amet elit.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">foo</td>
<td class="org-left">bar</td>
<td class="org-left">baz</td>
</tr>

<tr>
<td class="org-left">123</td>
<td class="org-left">34</td>
<td class="org-left">56</td>
</tr>

<tr>
<td class="org-left">fds</td>
<td class="org-left">kl</td>
<td class="org-left">qwqwq</td>
</tr>

<tr>
<td class="org-left">dssd</td>
<td class="org-left">dssdds</td>
<td class="org-left">dssd</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org0def9b3" class="outline-2">
<h2 id="org0def9b3">ANOTHER SECTION</h2>
<div class="outline-text-2" id="text-org0def9b3">
<p>
Aliquam erat volutpat. Nunc eleifend leo vitae magna. In id erat non orci
commodo lobortis. Proin neque massa, cursus ut, gravida ut, lobortis eget,
lacus. Sed diam. Praesent fermentum tempor tellus. Nullam tempus. Mauris ac
felis vel velit tristique imperdiet. Donec at pede. Etiam vel neque nec dui
dignissim bibendum. Vivamus id enim. Phasellus neque orci, porta a, aliquet
quis, semper a, massa. Phasellus purus. Pellentesque tristique imperdiet tortor.
Nam euismod tellus id erat.
</p>

<pre class="example">
Some example from a text file.
</pre>

<div class="org-src-container">
<pre class="src src-emacs-lisp">(<span style="color: #EF5D32;">defun</span> <span style="color: #EFAC32;">org-xor</span> (a b)&#57344;&#57345;&#57345;
  <span style="color: #865C38;">"Exclusive or."</span>&#57344;&#57345;&#57345;
  (<span style="color: #EF5D32;">if</span> a (not b) b))
</pre>
</div>

<div class="org-src-container">
<pre class="src src-javascript"><span style="color: #EF5D32;">var</span> <span style="color: #7DAF9C;">suckit</span> = <span style="color: #D9D762;">'suckit'</span>;
console.log(suckit);
</pre>
</div>

<p>
Aliquam erat volutpat. Nunc eleifend leo vitae magna. In id erat non orci
commodo lobortis. Proin neque massa, cursus ut, gravida ut, lobortis eget,
lacus. Sed diam. Praesent fermentum tempor tellus. Nullam tempus. Mauris ac
felis vel velit tristique imperdiet. Donec at pede. Etiam vel neque nec dui
dignissim bibendum. Vivamus id enim. Phasellus neque orci, porta a, aliquet
quis, semper a, massa. Phasellus purus. Pellentesque tristique imperdiet tortor.
Nam euismod tellus id erat.
</p>

<p>
Aliquam erat volutpat. Nunc eleifend leo vitae magna. In id erat non orci
commodo lobortis. Proin neque massa, cursus ut, gravida ut, lobortis eget,
lacus. Sed diam. Praesent fermentum tempor tellus. Nullam tempus. Mauris ac
felis vel velit tristique imperdiet. Donec at pede. Etiam vel neque nec dui
dignissim bibendum. Vivamus id enim. Phasellus neque orci, porta a, aliquet
quis, semper a, massa. Phasellus purus. Pellentesque tristique imperdiet tortor.
Nam euismod tellus id erat.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<div><a href='https://twitter.com/share' class='twitter-share-button' data-via='fusupo' data-size='large'>Tweet</a><script>!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)?'http':'https';if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=p+'://platform.twitter.com/widgets.js';fjs.parentNode.insertBefore(js,fjs);}}(document, 'script', 'twitter-wjs');</script><a class='facebook' href='#'onclick="window.open('https://www.facebook.com/sharer/sharer.php?u='+encodeURIComponent(location.href),'facebook-share-dialog','width=626,height=436'); return false;"><span class='icon-facebook-rect'>Share</span></a><div id='disqus_thread'></div><script>(function() { /*DON'T EDIT BELOW THIS LINE*/var d = document, s = d.createElement('script');s.src = 'http://fusupogithubio.disqus.com/embed.js';s.setAttribute ('data-timestamp', +new Date());(d.head || d.body).appendChild(s);})();</script><noscript>Please enable JavaScript to view the <a href='https://disqus.com/?ref_noscript' rel='nofollow'>comments powered by Disqus.</a></noscript><script id='dsq-count-scr' src='http://fusupogithubio.disqus.com/count.js' async></script><footer id='footer'><hr></hr><p class='small'>© Copyright 2016 Marc Christophe</p><p><a href='https://twitter.com/fusupo' target='_blank'>Twitter</a> | <a href='https://www.linkedin.com/in/marcpchristophe' target='_blank'>LinkedIn</a> | <a href='https://github.com/fusupo' target='_blank'>Github</a></p></footer><script>(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)})(window,document,'script','//www.google-analytics.com/analytics.js','ga');ga('create', 'UA-75904999-1', 'auto');ga('send', 'pageview');</script><script type='text/javascript' src='https://cdnjs.cloudflare.com/ajax/libs/moment.js/2.12.0/moment.min.js'></script><script type='text/javascript' src='../js/build/bundle.js'></script></div>
</div>
</body>
</html>
